{
  "projects":
    [
      { 
        "name": "Propagator", 
        "description": "The first edition of a digital Zine featuring submissions from 9 different artists. This edition focused on dream journaling. The goal for this project was to make it very modular and allow for new submissions to be incorporated very easily. This project was in collaboration with another developer.", 
        "asset": "propagator.jpg",
        "website": "http://www.propagator.xyz",
        "github": "https://github.com/a-water/propagator",
        "technologies": 
          ["React", "Node.js", "CSS3", "HTML5", "Heroku"]
      },
      { 
        "name": "Event Templates", 
        "description": "An event manager built using the MERN stack. It's an easy way to create an event, import a list of contacts, and send emails to keep your attendees in the know.", 
        "asset": "eventmanager.jpg",
        "website": "", 
        "github": "https://github.com/a-water/event-template",
        "technologies": 
          ["React", "Node.js", "Express", "MongoDB", "CSS3", "HTML5", "Mongoose"]
      },
      { 
        "name": "aaronwaterhouse.com", 
        "description": "My personal portfolio. Built to be a home for my complete projects, future projects, and an easy way to reach out to contact me. It's desktop and mobile friendly, so give it a whirl on your laptop or your phone!", 
        "asset": "aaronwaterhouse.jpg",
        "website": "http://www.aaronwaterhouse.com", 
        "github": "https://github.com/a-water/portfolioV1",
        "technologies": 
          ["React", "Node.js", "CSS3", "HTML5", "Netlify"]
      },
      { 
        "name": "VidCoach", 
        "description": "This project was the outcome of a year-long study at UC Irvine around how to build tools for individuals with Autism Spectrum Disorder (ASD). The app allowed users to simulate job interviews and taught them skills for transitioning into the workforce. The app was previously available in the Apple AppStore.", 
        "asset": "vidcoach.jpg",
        "website": "http://www.tiwahetech.com/autism-technology/vidcoach", 
        "github": "",
        "technologies": 
          ["Objective-C", "SQLite", "Xcode"]
      },
      { 
        "name": "Teen Link iOS app", 
        "description": "The outcome of a weekend hackathon designed to help non-profits. Along with a designer, I built an app that allows user to discover resources that assist with crisis prevention and general teen assistance.", 
        "asset": "teenlink.jpg",
        "website": "", 
        "github": "https://github.com/a-water/Teen-Link",
        "technologies": 
          ["Objective-C", "FireBase", "Xcode"]
      }
    ]
}